Repository: IlyaTsuba/Skarby.by
Catalog: skarby/locale/*/LC_MESSAGES/django.po
Languages: be_by

source: Unable to log in with provided credentials.
be_by: Немагчыма ўвайсці з прадстаўленымі ўліковымі дадзенымі.

source: User account is disabled.
be_by: Уліковы запіс карыстальніка не актыўны.

source: Invalid token for given user.
be_by: Няправільны токен для дадзенага карыстальніка.

source: Invalid user id or user doesn't exist.
be_by: Няправільны ідэнтыфікатар карыстальніка або карыстальнік не існуе.

source: Stale token for given user.
be_by: Састарэлы токен для дадзенага карыстальніка.

source: The two password fields didn't match.
be_by: Два паролі не супадаюць.

source: The two {0} fields didn't match.
be_by: Два значэнні поля {0} не супадаюць.

source: Invalid password.
be_by: Няправільны пароль.

source: User with given email does not exist.
be_by: Карыстальнік з дадзеным адрасам электроннай пошты не існуе.

source: Unable to create account.
be_by: Немагчыма стварыць уліковы запіс.

source: Account activation on %(site_name)s
be_by: Актывацыя акаўнта на %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
be_by: Вы атрымалі гэты ліст, таму што вам трэба завяршыць працэс актывацыі ўліковага запісу на %(site_name)s.

source: Please go to the following page to activate account:
be_by: Калі ласка, перайдзіце на наступную старонку, каб актываваць уліковы запіс:

source: Thanks for using our site!
be_by: Дзякуй за выкарыстанне нашага сайта! Ты коцік!

source: The %(site_name)s team
be_by: Каманда %(site_name)s

source: %(site_name)s - Your account has been successfully created and activated!
be_by: %(site_name)s - Ваш уліковы запіс быў паспяхова створаны і актываваны!

source: Your account has been created and is ready to use!
be_by: Ваш уліковы запіс была створана і гатовы да выкарыстання!

source: Password reset on %(site_name)s
be_by: Скід пароля на %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
be_by: Вы атрымалі гэты ліст, таму што вы ці нехта іншы запыталі скід пароля для уліковага запісу карыстальніка на %(site_name)s.

source: Please go to the following page and choose a new password:
be_by: Калі ласка, перайдзіце на наступную старонку і стварыце новы пароль:

source: Your username, in case you've forgotten:
be_by: Ваша імя карыстальніка, калі вы забыліся:

source: No active account found with the given credentials
be_by: Не знойдзены актыўны акаўнт з дадзенымі ўліковымі дадзенымі

source: Юзер з такім username ужо існуе.
be_by: Карыстальнік з такім імем ужо існуе
